import React from 'react'
import { Container, Row, Col, Image, Button } from 'react-bootstrap'
import LeaveReplyForm from './LeaveReplyForm'
import { Link } from 'react-router-dom'

const ReportDetails = () => {
  return (
    <>
      <hr />
      <Container className='my-5'>
        <Row>
          <Col sm={9}>
            <Image src={require('../../assets/images/blogd.jpg')} alt="" className='w-100' />
            <div>
              <h4 className='py-3'>पायल खो गई</h4>
              <h6>शेफाली जैन</h6>
              <p>मटमैली&nbsp; धूप,&nbsp; काई-से&nbsp; रंग&nbsp; का आसमान और उसके नीचे काई रंग का ही तालाब, सीमेंट और धूल से रंगे चिथड़े, चिन्दियाँ और बच्चे!
                क्या यह रंग किसी कलर के डब्बे में मिलेंगे? क्या यह रंग किसी ऐसी किताब में मिलेंगे जो खासकर बच्चों के लिए बनाई गई हो?<br /> पायल खो गई वाकई एक गौर करने
                लायक किताब है। इसे मुस्कान और एकलव्य ने मिलकर प्रकाशित किया है। कहानी को लिखा है बस्ती के बच्चों ने और चित्रित किया है कनक शशि ने। मुस्कान की एक वर्कशॉप के तहत,
                छह से आठ वर्ष के बच्चों के बीच यह परिस्थिति रखी गई, “मानो तुम्हारी दोस्त पायल खो गई है, तो तुम उसे कहाँ ढूँढ़ोगे? तुम्हें क्या लगता है कि वह कहाँ होगी?” बच्चों ने इस पर सोचा
                और चित्र भी बनाए। इन्हीं सब अभिव्यक्तियों की एक मिश्रित कहानी है पायल खो गई।<br /> यह अपने आप में ही एक संवेदन-शील विचार है कि एक ऐसी किताब बनाने की कोशिश की जाए
                जो बच्चों के लिए न होकर बच्चों द्वारा बनाई गई हो। यह किताब वास्तव में बस्ती के बच्चों के विचार हैं जो हमें उन्हीं की ज़ुबानी, उनकी परिस्थितियों और उनके अनुभवों के बारे में बताते हैं।<br />
                अक्सर इलस्ट्रेटर्स, लेखक और प्रकाशक इसी उलझन में फँसे रहते हैं कि अगर बच्चों के लिए कोई किताब तैयार की जाए तो उसमें क्या लिखना वाजिब होगा, किताब में कौन-से रंग इस्तेमाल किए जाने
                चाहिए
                आदि, आदि। अक्सर ये प्रश्न सन्दर्भहीन तरीकों से रखे जाते हैं। क्या इन सवालों का कोई एक या फिर सर्वव्यापी जवाब हो सकता है? पायल खो गई के प्रकाशक और चित्रकार ने इन सवालों को महत्ता
                दी है।</p>
              <p>ज़्यादातर किताबों के मुख्य पात्र और पाठक मध्य वर्ग या फिर उच्च-मध्य वर्ग से ही आते रहे हैं पर इस किताब में ऐसा नहीं है। यह कहानी दमित और वंचित वर्ग के बच्चों के अनुभवों और जीवन
                को हमारे समक्ष
                प्रस्तुत करती है। यह किताब बच्चों को लेकर बनी हमारी एकरूपी परिभाषा, जो आधुनिक पश्चिमी कुलीन वर्ग के नज़रिए की देन है, उसे हिलाकर रख देती है। इस सन्दर्भ में, बच्चों के लिए
                लिखी एक दूसरी किताब1 की व्याख्या करते हुए लेखिका नाओमी वुड अपने लेख डिफरेंट टेल्स, डिफरेंट लाइव्स2 में लिखती हैं कि “ग्लोबल साउथ के देश, जैसे हिन्दुस्तान जो पहले कॉलोनीज़ रह चुके हैं,
                उनका पश्चिमी यूनिवर्सल राइट्स की भाषा से हमेशा छत्तीस का आँकड़ा रहा है।” वे आगे लिखती हैं कि यूनिवर्सल राइट्स और उसके तहत नोर्मेटिव या नियामक बचपन (जो मुक्त, सुरक्षित और मासूम माना
                गया है) पर ज़ोर बड़ा ही नुकसानदेह साबित हो सकता है। खास तौर से हिन्दुस्तान जैसे देश में, जहाँ विभिन्न जाति, वर्ग और धर्म बचपन को बहुत अलग-अलग नज़रियों से देखते आए हैं। वुड के शब्दों में,
                यह ‘स्ट्रक्चरल&nbsp; और&nbsp; रिप्रज़ेन्टेश्नल’ असमानताओं को मानक के रूप में स्थापित करता है। स्वतंत्र हिन्दुस्तान में बचपन के शारीरिक या शकल-सूरत सम्बन्धी चित्रण ने जो रूप लिया है वह एक
                ‘शहरी, मध्य-उच्च वर्गीय और उच्च जाति’ के बच्चे का है और वह इसी बच्चे की आर्थिक स्थिति, पारिवारिक परिस्थिति, मान्यताएँ, स्कूली अनुभव, खान-पान और बोली3 की व्याख्या करता है। इस सन्दर्भ
                में मुस्कान का यह कदम, जो इस थोपे हुए बचपन के मानदण्डों पर प्रश्न उठाता है, महत्वपूर्ण बन जाता है।</p>

              <p>पायल खो गई की चित्रकार कनक शशि इन हिंसक मानदण्डों को अपने चित्रों के माध्यम से चुनौती देती हैं। कनक ने रंगों और भावनाओं या रंगों और पात्रों के बीच बनाए गए सम्बन्धों को&nbsp;
                चित्रों&nbsp; द्वारा अस्वाभाविक ठहराया है। पहली नज़र में पायल खो गई के चित्र कुछ चुभता-सा एहसास छोड़ते हैं। मैं सोच रही थी कि इनमें एक धुँधलापन है। रंग एक-दूसरे में रिसकर कहीं घने
                गहरे और कहीं स्लेटी हो गए हैं। पेड़, बच्चे, आकाश, तालाब, झुग्गियाँ — सबका अपना अस्तित्व तो है पर फिर भी इन चित्रों में ऐसा लगता है कि इन सबकी आकृतियाँ मानो एक-दूसरे में ढल रही हों।
                धीरे-धीरे मुझे ये चित्र बहुत पसन्द आने लगें। मैंने ये रंग बच्चों की किताबों में बहुत कम देखे हैं। मुझे ताज्जुब हो रहा था कि प्रकाशक ने इन चित्रों को छापने से इन्कार नहीं किया। मेरा अनुभव बताता है
                कि ज़्यादातर प्रकाशक समझते हैं कि केवल रोशन या फिर पेस्टल शेड्स के रंग ही बच्चों की पुस्तकों के लायक हैं।<br /> इस किताब के चित्रों के रंग बहुत कुछ सोचने पर मजबूर करते हैं। ऐसा तो नहीं
                कि मैंने ये रंग पहले कभी नहीं देखे। पर हाँ, बच्चों की किताबों में कम ही देखे हैं। अगर देखे भी हैं तो, अक्सर यह लगा कि ये गहरे स्लेटी रंग केवल निगेटिव परिस्थितियों और पात्रों के लिए इस्तेमाल
                होते आ रहे हैं। पर यही तो रंग हैं जो मैं दिल्ली की धूल भरी सड़कों पर देखती हूँ, यही तो हैं वे जिन्हें मैं रोज़ अपनी मेज़, लैपटॉप, टी.वी. और खिड़कियों पर से पोंछ-पोंछकर मिटा देने की
                कोशिश करती हूँ। और रोज़ वे एक हक के साथ फिर वहीं अपना डेरा जमा लेते हैं। ये वही रंग हैं जिन्हें हम अपने शहरों से दफा कर देना चाहते हैं, जिन्हें हम गन्दगी, मैल, अछूत, गँवार,
                बेकार की उपाधि देते हैं।</p>

              <p>यहाँ यह सोचना ज़रूरी हो जाता है कि आखिर क्यों अलग रंगों की अलग पहचान है। कैसे अलग-अलग रंगों की अलग-अलग पहचान और मायने हमारे स्वभाव में इतने रच-बस गए हैं कि हमें बहुत ही
                प्राकृतिक और स्वाभाविक लगने लगते हैं? उदाहरण के लिए, छोटी बच्चियों पर आजकल जो गुलाबी रंग का भूत सवार है, वही ले लीजिए। यह मार्केटिंग स्ट्रेटेजी की देन है जो लड़कियों के लिए केवल गुलाबी
                रंग में खिलौने, कपड़े, बैग्स आदि उपलब्ध कराती है। यह स्ट्रेटेजी न केवल जेंडर स्टीरिओटाइपिंग को बढ़ावा देती है पर ‘अच्छी’ पसन्द का मापदण्ड पैदा कर उस पर ‘अच्छे’ वर्ग की मुहर भी लगा देती है।
                जो बच्चे आर्थिक, सांस्कृतिक और अन्य अन्तरों के कारण इस मापदण्ड पर खरे नहीं उतर पाते वे अपने आपको बहिष्कृत होता पाते हैं। इसी तरह नकारात्मक पात्रों के चेहरों को अक्सर काला, चेचक के दाग से भरा
                और उनके शरीर को कूबड़ और विकृत दिखाया जाता है। ऐसा करने से बहुत-से ऐसे ताल्लुकात बन जाते हैं जो बड़े ही सन्देहास्पद हैं, जैसे कालेपन और दमित जाति के बीच या फिर विकलांगता और धोखेबाज़ी के
                बीच।<br /> ज़्यादातर मुख्यधारा की किताबें हमें इसी स्वाभावीकरण से परिचित कराती हैं जिसके कारण हम विभिन्नता के प्रति संवेदनहीन होते चले जाते हैं और हमारे आसपास के विभिन्न प्रकार के अनुभवों और ज्ञान से
                अपरिचित रह जाते हैं। इस सन्दर्भ में कनक द्वारा इस्तेमाल किए ‘ग्रे’ या फिर स्लेटी रंग मायने रखते हैं क्योंकि ये हमें एक बार तो सोचने पर मजबूर कर देते हैं।<br /> कहानी कठिन मेहनत और गरीबी के बीच परस्पर निर्भरता और दायित्व की झलक देती है। यहाँ अगर खौफ और अन्याय है तो भरोसा और खुशियाँ भी हैं। कनक स्लेटी रंगों द्वारा कई
                अलग-अलग भावनाओं को जागृत करती हैं। उनके रंगों के इस प्रकार के इस्तेमाल से हम दुनिया को केवल ‘ब्लैक&nbsp;&nbsp; एण्ड&nbsp;&nbsp; व्हाइट’ (मेटाफोरिक तौर से) में नहीं देख सकते।</p>

              <p>
                जब मैं छोटी थी तब मेरे पास जितनी भी किताबें थीं उनके आकर्षक और खास पात्र बिलकुल स्वस्थ और सुन्दर थे। मैं बचपन में बहुत बीमार रहती थी। बीमारी भी लम्बे समय की, ऐसी नहीं जो किसी कहानी के पात्र को हुई और झट-से ठीक हो गई। मैं अपने आप को उन कहानियों में कभी न देख पाई। बस यही सोचती रही कि काश! मैं, मैं न होकर उन कहानियों की स्वस्थ और सुन्दर नायिकाओं जैसी होती। मैं लम्बे समय तक अपने शरीर को कोसती रही। आज जब मैं अपने बचपन के बारे में सोचती हूँ तो मुझे आभास होता है कि मेरे अस्तित्व पर यह कितना बड़ा आघात था। और क्यों? केवल इसलिए कि मैं इन  मापदण्डों पर खरी नहीं उतर पाई।
                पायल खो गई में मुस्कान ने बस्ती के बच्चों को खुद अपनी झलक और अपना अस्तित्व कहानियों में लाने का एक अनूठा मौका दिया है। कनक ने उनकी ज़िन्दगी को अपने चित्रों और रंगों से जीवन्त कर दिया है। उन्हें यह महसूस न हो कि उनकी ज़िन्दगी और ज़िन्दगियों से कम है और हमें यह भ्रम न रहे कि हम इन कहानियों को नज़रअन्दाज़ कर सकते हैं।
                जाने-माने चित्रकार के.जी. सुब्रमण्यन यूजीसी सेमिनार में दिए एक वक्तव्य में कहते हैं, “मेरे ख्याल में यह ज़रूरी नहीं कि बच्चों की किताबें उनकी उम्र या उनके  विकास के स्तर को ध्यान में रखते हुए बिलकुल कोमल, निर्दोष और शुद्ध बनाई जाएँ… मुझे चाहिए कि बच्चों की किताबों के चित्र उनकी अनुभूति को सजीव करें। उन्हें अपने चारों ओर जो घट रहा है उसे देखने और समझने का प्रोत्साहन दें, उनमें कौतूहल भरें और उन्हें सपने देखना सिखाएँ…।”
                पायल खो गई की कहानी और चित्र कुछ ऐसा ही करते हैं। कनक ने एक प्रकार के यथार्थवाद, मतलब जैसी आपकी दुनिया है उसकी वास्तविकता, को उस तरह प्रस्तुत करके ही यह हासिल किया है पर इसका मतलब यह नहीं कि इसके और तरीके नहीं। मैं यह नहीं कहना चाहती कि केवल यथार्थवाद से ही अनुभवों की विविधता को अहमियत दी जा सकती है पर यह ज़रूर पूछना चाहती हूँ कि हम चित्रों और कहानियों को सीमित और सामान्य चलन के मापदण्डों से ग्रस्त होने से कैसे बचाएँ। इस सन्दर्भ में पायल खो गई केवल एक प्रतिरूप नहीं बल्कि एक सोच है। प्रतिरूप तो बनते ही मृत हो जाता है, पर सोच हमेशा हमें जगाए रखती है, चुभती रहती है।
              </p>



              <p>Tag : <b className='main-color'>Shefali Jain</b></p>
              <a href='' className='font-14 text-white bg-primary px-2 rounded-1'><i className="fa fa-facebook-official" aria-hidden="true"></i> Shere 0</a> &nbsp;
              <a href='' className='font-14 text-white bg-info px-2 rounded-1'><i className="fa fa-twitter" aria-hidden="true"></i> Tweet</a> &nbsp;
              <a href='' className='font-14 text-white bg-danger px-2 rounded-1'><i className="fa fa-google" aria-hidden="true"></i> Google</a>
              <LeaveReplyForm />
            </div>
          </Col>
          <Col sm={3} className='with_aside-border-left'>
            <h4 className='pb-3'>Recent Posts</h4>
   
            <div className='blog-section my-3'>
              <Link to="/communicable/details">
                <Row>
                  <Col sm={5}>
                    <Image src={require('../../assets/images/blogd.jpg')} alt="" className='w-100' />
                  </Col>
                  <Col sm={7} className='text-black'>
                    <p className='mb-1'>June 7, 2023</p>
                    <p>बच्चों के नाम भी हैं रोचक टीएलएम</p>
                  </Col>
                </Row>
              </Link>
            </div>
            
            <div className='blog-section my-3'>
              <Link to="/communicable/details">
                <Row>
                  <Col sm={5}>
                    <Image src={require('../../assets/images/blogd.jpg')} alt="" className='w-100' />
                  </Col>
                  <Col sm={7} className='text-black'>
                    <p className='mb-1'>June 7, 2023</p>
                    <p>बच्चों के नाम भी हैं रोचक टीएलएम</p>
                  </Col>
                </Row>
              </Link>
            </div>
            
            <div className='blog-section my-3'>
              <Link to="/communicable/details">
                <Row>
                  <Col sm={5}>
                    <Image src={require('../../assets/images/blogd.jpg')} alt="" className='w-100' />
                  </Col>
                  <Col sm={7} className='text-black'>
                    <p className='mb-1'>June 7, 2023</p>
                    <p>बच्चों के नाम भी हैं रोचक टीएलएम</p>
                  </Col>
                </Row>
              </Link>
            </div>
            



            <h4 className='pb-1 pt-4'>Communicables</h4>
            <ul >
              <li>
                <Link to="/communicables/reports/">Reports</Link>
              </li>
              <li>
                <Link to='/communicables/field-realities/'>Field Realities</Link>
              </li>
              <li>
                <Link to='/communicables/community-stories/'>Community Stories</Link>
              </li>
              <li>
                <Link to='/communicables/childrens-literature/'>Children's Literature</Link>
              </li>
              <li>
                <Link to='/communicables/reflections/'>Reflections</Link>
              </li>
              <li>
                <Link to='/communicables/classroom-experiences/'>Classroom Experiences</Link>
              </li>
              <li>
                <Link to="/communicables/blog/">Blog</Link>
              </li>
            </ul>
          </Col>
        </Row>
      </Container>
    </>
  )
}

export default ReportDetails
